/* No comment provided by engineer. */
"Authenticating as {0}" = "Authentification en tant que {0}";
"Calculate checksum for {0}" = "Calculer la somme de contrôle pour {0}";

"Deleting {0}" = "Effacement de {0}";
"Disconnected" = "Déconnecté";
"Disconnecting {0}" = "Déconnexion de {0}";
"Downloading {0}" = "Téléchargement de {0}";
/* Connection type opened */
"{0} connection opened" = "Connexion {0} ouverte";

/* Reading size of file. */
"Getting size of {0}" = "Obtention de la taille de {0}";

/* Reading modification date of file. */
"Getting timestamp of {0}" = "Obtention de l'horodatage de {0}";

/* Reading permission of file. */
"Getting permission of {0}" = "Obtention des permissions de {0}";

/* No activity */
"Idle" = "Inactif";
"Listing directory {0}" = "Obtention de la liste des fichiers du répertoire {0}";
"Making directory {0}" = "Création d’un répertoire {0}";
"Maximum allowed connections exceeded. Waiting" = "Nombre maximum de connexions atteint. Attendre…";
"Mounting {0}" = "Montage de {0}";

/* The user did not accept the certificate or is not valid */
"No trusted certificate found" = "Aucun certificat de confiance trouvé";
"Opening {0} connection to {1}" = "Ouverture de la connexion {0} à {1}";
"SFTP subsystem ready" = "Sous-système SFTP prêt";
"SCP subsystem ready" = "Sous-système SCP prêt";
"Starting SFTP subsystem" = "Démarrage du sous-système SFTP";
"Starting SCP subsystem" = "Démarrage du sous-système SCP";
"Uploading {0}" = "Téléversement de {0}";

/* Renaming file status message; Renaming to <new filename>. */
"Renaming {0} to {1}" = "Renommage de {0} en {1}";

/* Duplicate a file */
"Copying {0} to {1}" = "Copie de {0} vers {1}";

/* Changing the owner of a file */
"Changing owner of {0} to {1}" = "Modification du propriétaire de {0} en {1}";

/* Changing the group owner of a file */
"Changing group of {0} to {1}" = "Changement du groupe de {0} en {1}";

/* Changing UNIX file permissions */
"Changing permission of {0} to {1}" = "Changement des permissions de {0} en {1}";

/* Indicates remaining time needed for files to transfer */
"{0} seconds remaining" = "{0} secondes restantes";

/* Indicates remaining time needed for files to transfer */
"{0} minutes remaining" = "{0} minutes restantes";

/* Indicates remaining time needed for files to transfer */
"{0} hours remaining" = "{0} heures restantes";

/* When trying to determine the IP address of a server hostname; e.g. Resolving example.net */
"Resolving {0}" = "Résolution de {0}";

/* Retry in 10 seconds - Used to indicate the time left until another connection attempt is made */
"Retry again in {0} seconds ({1} more attempts)" = "Réessayer dans {0} secondes ({1} essais restants)";
"Transfer complete" = "Transfert terminé";
"Transfer incomplete" = "Transfert incomplet";

/* Content distribution network (CDN) */
"Enable {0} Distribution" = "Activer la distribution {0}";
"Disable {0} Distribution" = "Désactiver la distribution {0}";

/* Compress and expand archives */
"Archiving {0}" = "Archivage de {0}";
"Unarchiving {0}" = "Désarchivage de {0}";

/* Compute MD5 hash */
"Compute MD5 hash of {0}" = "Calculer le hachage MD5 de {0}";

/* Reading HTTP headers */
"Reading metadata of {0}" = "Lecture des métadonnées de {0}";

/* Writing custom HTTP headers */
"Writing metadata of {0}" = "Écriture des métadonnées de {0}";

/* Prepare path for transfer */
"Prepare {0} ({1})" = "Préparation de {0} ({1})";

/* Content distribution network (CDN) configuration */
"Reading CDN configuration of {0}" = "Lecture de la configuration CDN de {0}";
"Writing CDN configuration of {0}" = "Écriture de la configuration CDN de {0}";

/* Growl Notification */
"Connection failed" = "Échec de la connexion";

/* Growl Notification */
"Connection opened" = "Connexion ouverte";

/* Growl Notification */
"Download complete" = "Téléchargement terminé";

/* Growl Notification */
"Synchronization complete" = "Synchronisation terminée";

/* Growl Notification */
"Upload complete" = "Téléversement terminé";

/* Growl Notification */
"Download failed" = "Échec du téléchargement";

/* Growl Notification */
"Upload failed" = "Échec du téléversement";

/* Growl Notification */
"Transfer queued" = "Transfert mis en attente";
